Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.color.none
source: No color
ar: لا لون
bs: Bez boje
da: Ingen farve
de: Keine Farbe
es: sin color
fr: Pas de couleur
it: Nessun colore
ja: 色なし
km: គ្មានពណ៌
ko: 색상 없음
nb: Ingen farge
pl: Brak koloru
pt_br: Sem cor
ru: Нет цвета
th: ไม่มีสี
tr: Renk yok
uk: Без кольору
zh_hans: 无颜色
zh_hant: 無顏色

# uniconnect.localWindow.error.conversationAlreadyRunning
source: That conversation is already running in another local window. Exit it there before resuming it here.
ar: هذه المحادثة قيد التشغيل بالفعل في نافذة محلية أخرى. اخرج منه هناك قبل استئنافه هنا.
bs: Taj razgovor se već vodi u drugom lokalnom prozoru. Izađite ga tamo prije nego što ga nastavite ovdje.
da: Den samtale kører allerede i et andet lokalt vindue. Afslut det der, før du genoptager det her.
de: Diese Konversation läuft bereits in einem anderen lokalen Fenster. Beenden Sie es dort, bevor Sie es hier fortsetzen.
es: Esa conversación ya se está ejecutando en otra ventana local. Salga allí antes de reanudarlo aquí.
fr: Cette conversation est déjà en cours dans une autre fenêtre locale. Quittez-le là avant de le reprendre ici.
it: Quella conversazione è già in esecuzione in un'altra finestra locale. Esci da lì prima di riprenderlo qui.
ja: その会話はすでに別のローカル ウィンドウで実行されています。ここで再開する前に、そこで終了してください。
km: ការ​សន្ទនា​នោះ​កំពុង​ដំណើរការ​រួច​ហើយ​នៅ​ក្នុង​បង្អួច​មូលដ្ឋាន​ផ្សេង​ទៀត។ ចាកចេញពីវានៅទីនោះ មុនពេលបន្តវានៅទីនេះ។
ko: 해당 대화는 이미 다른 로컬 창에서 실행 중입니다. 여기에서 다시 시작하기 전에 거기서 종료하세요.
nb: Den samtalen kjører allerede i et annet lokalt vindu. Avslutt det der før du fortsetter det her.
pl: Ta konwersacja jest już uruchomiona w innym oknie lokalnym. Opuść go tam, zanim wznowisz go tutaj.
pt_br: Essa conversa já está sendo executada em outra janela local. Saia lá antes de retomá-lo aqui.
ru: Этот разговор уже ведется в другом локальном окне. Выйдите из него, прежде чем возобновить его здесь.
th: การสนทนานั้นทำงานในหน้าต่างท้องถิ่นอื่นอยู่แล้ว ออกจากที่นั่นก่อนกลับมาดำเนินการต่อที่นี่
tr: Bu konuşma zaten başka bir yerel pencerede çalışıyor. Burada devam etmeden önce oradan çıkın.
uk: Ця розмова вже запущена в іншому локальному вікні. Вийдіть із нього, перш ніж відновити тут.
zh_hans: 该对话已在另一个本地窗口中运行。在此处恢复之前先从那里退出。
zh_hant: 該對話已在另一個本機視窗中運行。在此處恢復之前先從那裡退出。

# uniconnect.lock.action.quit
source: Quit
ar: يترك
bs: Prestani
da: Forlade
de: Aufhören
es: Abandonar
fr: Quitter
it: Esentato
ja: やめる
km: ឈប់
ko: 그만두다
nb: Slutte
pl: Zrezygnować
pt_br: Desistir
ru: Покидать
th: ล้มเลิก
tr: Çıkış yapmak
uk: Вийти
zh_hans: 辞职
zh_hant: 辭職

# uniconnect.lock.action.unlock
source: Unlock
ar: فتح
bs: Otključaj
da: Lås op
de: Entsperren
es: Descubrir
fr: Ouvrir
it: Sbloccare
ja: ロックを解除する
km: ដោះសោ
ko: 터놓다
nb: Låse opp
pl: Odblokować
pt_br: Desbloquear
ru: Разблокировать
th: ปลดล็อค
tr: Kilidi aç
uk: Розблокувати
zh_hans: 开锁
zh_hant: 開鎖

# uniconnect.lock.authenticating
source: Place your finger on the sensor…
ar: ضع إصبعك على المستشعر...
bs: Stavite prst na senzor…
da: Placer din finger på sensoren...
de: Legen Sie Ihren Finger auf den Sensor…
es: Coloque su dedo en el sensor...
fr: Placez votre doigt sur le capteur…
it: Posiziona il dito sul sensore...
ja: センサーに指を置くと…
km: ដាក់ម្រាមដៃរបស់អ្នកនៅលើឧបករណ៍ចាប់សញ្ញា…
ko: 센서에 손가락을 올려보세요...
nb: Plasser fingeren på sensoren...
pl: Połóż palec na czujniku…
pt_br: Coloque o dedo no sensor…
ru: Положите палец на датчик…
th: วางนิ้วของคุณบนเซ็นเซอร์...
tr: Parmağınızı sensörün üzerine koyun…
uk: Покладіть палець на датчик…
zh_hans: 将手指放在传感器上...
zh_hant: 將手指放在感應器上...

# uniconnect.lock.error.authenticationUnavailable
source: No authentication method is available.
ar: لا توجد طريقة مصادقة متاحة.
bs: Nije dostupna nijedna metoda provjere autentičnosti.
da: Der er ingen tilgængelig godkendelsesmetode.
de: Es ist keine Authentifizierungsmethode verfügbar.
es: No hay ningún método de autenticación disponible.
fr: Aucune méthode d'authentification n'est disponible.
it: Non è disponibile alcun metodo di autenticazione.
ja: 使用できる認証方法がありません。
km: មិនមានវិធីផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវទេ។
ko: 사용할 수 있는 인증 방법이 없습니다.
nb: Ingen autentiseringsmetode er tilgjengelig.
pl: Nie jest dostępna żadna metoda uwierzytelniania.
pt_br: Nenhum método de autenticação está disponível.
ru: Метод аутентификации недоступен.
th: ไม่มีวิธีการรับรองความถูกต้อง
tr: Hiçbir kimlik doğrulama yöntemi mevcut değil.
uk: Метод автентифікації недоступний.
zh_hans: 没有可用的身份验证方法。
zh_hant: 沒有可用的身份驗證方法。

# uniconnect.lock.error.fingerprintNotRecognized
source: Fingerprint not recognized
ar: لم يتم التعرف على بصمة الإصبع
bs: Otisak prsta nije prepoznat
da: Fingeraftryk ikke genkendt
de: Fingerabdruck nicht erkannt
es: Huella digital no reconocida
fr: Empreinte digitale non reconnue
it: Impronta digitale non riconosciuta
ja: 指紋が認識されない
km: មិនស្គាល់ស្នាមម្រាមដៃទេ។
ko: 지문이 인식되지 않음
nb: Fingeravtrykk gjenkjennes ikke
pl: Nie rozpoznano odcisku palca
pt_br: Impressão digital não reconhecida
ru: Отпечаток пальца не распознается
th: ไม่รู้จักลายนิ้วมือ
tr: Parmak izi tanınmadı
uk: Відбиток пальця не розпізнано
zh_hans: 指纹无法识别
zh_hant: 指紋無法辨識

# uniconnect.lock.fallback.lockout
source: Touch ID is locked after too many attempts. Enter your Mac password.
ar: تم قفل Touch ID بعد عدة محاولات. أدخل كلمة المرور Mac الخاصة بك.
bs: Touch ID je zaključan nakon previše pokušaja. Unesite svoju lozinku za Mac.
da: Touch ID er låst efter for mange forsøg. Indtast din Mac adgangskode.
de: Touch ID ist nach zu vielen Versuchen gesperrt. Geben Sie Ihr Mac-Passwort ein.
es: Touch ID se bloquea después de demasiados intentos. Ingrese su contraseña Mac.
fr: Touch ID est verrouillé après trop de tentatives. Entrez votre mot de passe Mac.
it: Touch ID si blocca dopo troppi tentativi. Inserisci la tua password Mac.
ja: Touch ID は試行回数が多すぎるとロックされます。 Mac パスワードを入力してください。
km: Touch ID ត្រូវបានចាក់សោបន្ទាប់ពីការព្យាយាមច្រើនពេក។ បញ្ចូលពាក្យសម្ងាត់ Mac របស់អ្នក។
ko: 너무 많은 시도 후에 Touch ID가 잠겼습니다. Mac 비밀번호를 입력하세요.
nb: Touch ID er låst etter for mange forsøk. Skriv inn ditt Mac-passord.
pl: Touch ID zostaje zablokowany po zbyt wielu próbach. Wprowadź swoje hasło Mac.
pt_br: Touch ID é bloqueado após muitas tentativas. Digite sua senha Mac.
ru: Touch ID блокируется после слишком большого количества попыток. Введите свой пароль Mac.
th: Touch ID ถูกล็อคหลังจากพยายามหลายครั้งเกินไป ป้อนรหัสผ่าน Mac ของคุณ
tr: Çok fazla denemeden sonra Touch ID kilitlendi. Mac şifrenizi girin.
uk: Touch ID заблоковано після забагато спроб. Введіть свій пароль Mac.
zh_hans: Touch ID 在多次尝试后被锁定。输入您的 Mac 密码。
zh_hant: Touch ID 在多次嘗試後被鎖定。輸入您的 Mac 密碼。

# uniconnect.lock.fallback.notAvailable
source: This Mac does not have Touch ID. Enter your Mac password.
ar: لا يحتوي Mac على Touch ID. أدخل كلمة المرور Mac الخاصة بك.
bs: Ovaj Mac nema Touch ID. Unesite svoju lozinku za Mac.
da: Denne Mac har ikke Touch ID. Indtast din Mac adgangskode.
de: Dieses Mac verfügt nicht über Touch ID. Geben Sie Ihr Mac-Passwort ein.
es: Este Mac no tiene Touch ID. Ingrese su contraseña Mac.
fr: Ce Mac n'a pas de Touch ID. Entrez votre mot de passe Mac.
it: Questo Mac non ha Touch ID. Inserisci la tua password Mac.
ja: このMacにはTouch IDはありません。 Mac パスワードを入力してください。
km: Mac នេះមិនមាន Touch ID ទេ។ បញ្ចូលពាក្យសម្ងាត់ Mac របស់អ្នក។
ko: 이 Mac에는 Touch ID가 없습니다. Mac 비밀번호를 입력하세요.
nb: Denne Mac har ikke Touch ID. Skriv inn ditt Mac-passord.
pl: Ten Mac nie ma Touch ID. Wprowadź swoje hasło Mac.
pt_br: Este Mac não possui Touch ID. Digite sua senha Mac.
ru: В этом Mac нет Touch ID. Введите свой пароль Mac.
th: Mac นี้ไม่มี Touch ID ป้อนรหัสผ่าน Mac ของคุณ
tr: Bu Mac'de Touch ID yoktur. Mac şifrenizi girin.
uk: Цей Mac не має Touch ID. Введіть свій пароль Mac.
zh_hans: 这个Mac没有Touch ID。输入您的 Mac 密码。
zh_hant: 這個Mac沒有Touch ID。輸入您的 Mac 密碼。

# uniconnect.lock.fallback.notEnrolled
source: No fingerprints are enrolled. Enter your Mac password.
ar: لم يتم تسجيل بصمات الأصابع. أدخل كلمة المرور Mac الخاصة بك.
bs: Ne upisuju se otisci prstiju. Unesite svoju lozinku za Mac.
da: Der er ikke registreret fingeraftryk. Indtast din Mac adgangskode.
de: Es werden keine Fingerabdrücke registriert. Geben Sie Ihr Mac-Passwort ein.
es: No se registran huellas dactilares. Ingrese su contraseña Mac.
fr: Aucune empreinte digitale n'est enregistrée. Entrez votre mot de passe Mac.
it: Nessuna impronta digitale è registrata. Inserisci la tua password Mac.
ja: 指紋は登録されていません。 Mac パスワードを入力してください。
km: គ្មានស្នាមម្រាមដៃត្រូវបានចុះឈ្មោះទេ។ បញ្ចូលពាក្យសម្ងាត់ Mac របស់អ្នក។
ko: 등록된 지문이 없습니다. Mac 비밀번호를 입력하세요.
nb: Ingen fingeravtrykk er registrert. Skriv inn ditt Mac-passord.
pl: Żadne odciski palców nie są zarejestrowane. Wprowadź swoje hasło Mac.
pt_br: Nenhuma impressão digital está registrada. Digite sua senha Mac.
ru: Отпечатки пальцев не регистрируются. Введите свой пароль Mac.
th: ไม่มีการลงทะเบียนลายนิ้วมือ ป้อนรหัสผ่าน Mac ของคุณ
tr: Hiçbir parmak izi kayıtlı değil. Mac şifrenizi girin.
uk: Відбитки пальців не реєструються. Введіть свій пароль Mac.
zh_hans: 没有登记指纹。输入您的 Mac 密码。
zh_hant: 沒有登記指紋。輸入您的 Mac 密碼。

# uniconnect.lock.fallback.unavailable
source: Touch ID is unavailable. Enter your Mac password.
ar: Touch ID غير متوفر. أدخل كلمة المرور Mac الخاصة بك.
bs: Touch ID je nedostupan. Unesite svoju lozinku za Mac.
da: Touch ID er ikke tilgængelig. Indtast din Mac adgangskode.
de: Touch ID ist nicht verfügbar. Geben Sie Ihr Mac-Passwort ein.
es: Touch ID no está disponible. Ingrese su contraseña Mac.
fr: Touch ID n’est pas disponible. Entrez votre mot de passe Mac.
it: Touch ID non è disponibile. Inserisci la tua password Mac.
ja: Touch ID は使用できません。 Mac パスワードを入力してください。
km: Touch ID មិនអាចប្រើបានទេ។ បញ្ចូលពាក្យសម្ងាត់ Mac របស់អ្នក។
ko: Touch ID를 사용할 수 없습니다. Mac 비밀번호를 입력하세요.
nb: Touch ID er utilgjengelig. Skriv inn ditt Mac-passord.
pl: Touch ID jest niedostępny. Wprowadź swoje hasło Mac.
pt_br: Touch ID não está disponível. Digite sua senha Mac.
ru: Touch ID недоступен. Введите свой пароль Mac.
th: Touch ID ไม่พร้อมใช้งาน ป้อนรหัสผ่าน Mac ของคุณ
tr: Touch ID kullanılamıyor. Mac şifrenizi girin.
uk: Touch ID недоступний. Введіть свій пароль Mac.
zh_hans: Touch ID 不可用。输入您的 Mac 密码。
zh_hant: Touch ID 不可用。輸入您的 Mac 密碼。

# uniconnect.lock.locked
source: Locked. Tap to unlock with Touch ID.
ar: مغلق. انقر لفتح القفل باستخدام Touch ID.
bs: Zaključano. Dodirnite za otključavanje pomoću Touch ID.
da: Låst. Tryk for at låse op med Touch ID.
de: Gesperrt. Zum Entsperren mit Touch ID tippen.
es: Bloqueado. Toque para desbloquear con Touch ID.
fr: Fermé. Appuyez pour déverrouiller avec Touch ID.
it: Bloccato. Tocca per sbloccare con Touch ID.
ja: ロックされています。タップしてTouch IDでロックを解除します。
km: ចាក់សោ។ ប៉ះដើម្បីដោះសោជាមួយ Touch ID ។
ko: 잠겼습니다. Touch ID로 잠금을 해제하려면 탭하세요.
nb: Låst. Trykk for å låse opp med Touch ID.
pl: Zamknięty. Stuknij, aby odblokować za pomocą Touch ID.
pt_br: Bloqueado. Toque para desbloquear com Touch ID.
ru: Заблокировано. Нажмите, чтобы разблокировать с помощью Touch ID.
th: ล็อคแล้ว แตะเพื่อปลดล็อคด้วย Touch ID
tr: Kilitli. Touch ID ile kilidi açmak için dokunun.
uk: Заблоковано. Торкніться, щоб розблокувати за допомогою Touch ID.
zh_hans: 锁定。点击以 Touch ID 解锁。
zh_hant: 鎖定。點擊以 Touch ID 解鎖。

# uniconnect.lock.reason.unlock
source: Unlock UniConnect
ar: فتح UniConnect
bs: Otključajte UniConnect
da: Lås UniConnect op
de: Schalte UniConnect frei
es: Desbloquear UniConnect
fr: Déverrouiller UniConnect
it: Sblocca UniConnect
ja: UniConnectのロックを解除する
km: ដោះសោ UniConnect
ko: UniConnect 잠금 해제
nb: Lås opp UniConnect
pl: Odblokuj UniConnect
pt_br: Desbloquear UniConnect
ru: Разблокировать UniConnect
th: ปลดล็อค UniConnect
tr: UniConnect'nin kilidini açın
uk: Розблокувати UniConnect
zh_hans: 解锁UniConnect
zh_hant: 解鎖UniConnect

# uniconnect.lock.sessionsKeepRunning
source: SSH boxes and their tmux sessions keep running while the app is locked.
ar: تستمر صناديق SSH وجلسات tmux الخاصة بها في العمل أثناء قفل التطبيق.
bs: SSH kutije i njihove tmux sesije nastavljaju da rade dok je aplikacija zaključana.
da: SSH-bokse og deres tmux-sessioner fortsætter med at køre, mens appen er låst.
de: SSH-Boxen und ihre tmux-Sitzungen laufen weiter, während die App gesperrt ist.
es: Las cajas SSH y sus sesiones tmux siguen ejecutándose mientras la aplicación está bloqueada.
fr: Les boîtiers SSH et leurs sessions tmux continuent de fonctionner pendant que l'application est verrouillée.
it: I box SSH e le relative sessioni tmux continuano a funzionare mentre l'app è bloccata.
ja: SSH ボックスとその tmux セッションは、アプリがロックされている間も実行され続けます。
km: ប្រអប់ SSH និងវគ្គ tmux របស់ពួកគេបន្តដំណើរការខណៈពេលដែលកម្មវិធីត្រូវបានចាក់សោ។
ko: SSH 상자와 해당 tmux 세션은 앱이 잠겨 있는 동안에도 계속 실행됩니다.
nb: SSH-bokser og deres tmux-økter fortsetter å kjøre mens appen er låst.
pl: Skrzynki SSH i ich sesje tmux działają, gdy aplikacja jest zablokowana.
pt_br: As caixas SSH e suas sessões tmux continuam em execução enquanto o aplicativo está bloqueado.
ru: Ящики SSH и их сеансы tmux продолжают работать, пока приложение заблокировано.
th: กล่อง SSH และเซสชัน tmux ยังคงทำงานต่อไปในขณะที่แอปถูกล็อค
tr: SSH kutuları ve bunların tmux oturumları, uygulama kilitliyken çalışmaya devam eder.
uk: Блоки SSH і їхні сесії tmux продовжують працювати, поки додаток заблоковано.
zh_hans: 当应用程序锁定时，SSH 盒子及其 tmux 会话继续运行。
zh_hant: 當應用程式鎖定時，SSH 盒子及其 tmux 會話繼續運行。

# uniconnect.passphrase.error.empty
source: Enter the password.
ar: أدخل كلمة المرور.
bs: Unesite lozinku.
da: Indtast adgangskoden.
de: Geben Sie das Passwort ein.
es: Ingrese la contraseña.
fr: Entrez le mot de passe.
it: Inserisci la password.
ja: パスワードを入力します。
km: បញ្ចូលពាក្យសម្ងាត់។
ko: 비밀번호를 입력하세요.
nb: Skriv inn passordet.
pl: Wprowadź hasło.
pt_br: Digite a senha.
ru: Введите пароль.
th: ป้อนรหัสผ่าน
tr: Şifreyi girin.
uk: Введіть пароль.
zh_hans: 输入密码。
zh_hant: 輸入密碼。

# uniconnect.passphrase.error.mismatch
source: The passwords do not match.
ar: كلمات المرور غير متطابقة.
bs: Lozinke se ne podudaraju.
da: Adgangskoderne stemmer ikke overens.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが一致しません。
km: ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ។
ko: 비밀번호가 일치하지 않습니다.
nb: Passordene stemmer ikke.
pl: Hasła nie pasują.
pt_br: As senhas não coincidem.
ru: Пароли не совпадают.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не збігаються.
zh_hans: 密码不匹配。
zh_hant: 密碼不符。

# uniconnect.passphrase.error.tooShort
source: Use at least 8 characters.
ar: استخدم 8 أحرف على الأقل.
bs: Koristite najmanje 8 znakova.
da: Brug mindst 8 tegn.
de: Verwenden Sie mindestens 8 Zeichen.
es: Utilice al menos 8 caracteres.
fr: Utilisez au moins 8 caractères.
it: Utilizza almeno 8 caratteri.
ja: 少なくとも 8 文字を使用してください。
km: ប្រើយ៉ាងហោចណាស់ 8 តួអក្សរ។
ko: 8자 이상을 사용하세요.
nb: Bruk minst 8 tegn.
pl: Użyj co najmniej 8 znaków.
pt_br: Use pelo menos 8 caracteres.
ru: Используйте не менее 8 символов.
th: ใช้อย่างน้อย 8 ตัวอักษร
tr: En az 8 karakter kullanın.
uk: Використовуйте принаймні 8 символів.
zh_hans: 至少使用 8 个字符。
zh_hant: 至少使用 8 個字元。

# uniconnect.passphrase.field.password
source: Password
ar: كلمة المرور
bs: Lozinka
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
km: ពាក្យសម្ងាត់
ko: 비밀번호
nb: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# uniconnect.passphrase.field.repeatPassword
source: Repeat password
ar: كرر كلمة المرور
bs: Ponovite lozinku
da: Gentag adgangskoden
de: Passwort wiederholen
es: Repita la contraseña
fr: Répéter le mot de passe
it: Ripeti la password
ja: パスワードを再度入力してください。
km: ពាក្យសម្ងាត់ម្តងទៀត
ko: 비밀번호를 반복하세요
nb: Gjenta passord
pl: Powtórz hasło
pt_br: Repetir senha
ru: Повторите пароль
th: ทำซ้ำรหัสผ่าน
tr: Şifreyi tekrar girin
uk: Повторіть пароль
zh_hans: 重复密码
zh_hant: 重複密碼

# uniconnect.ssh.setup.action.checkAgain
source: Check again
ar: تحقق مرة أخرى
bs: Provjerite ponovo
da: Tjek igen
de: Überprüfen Sie es noch einmal
es: Volver a comprobar
fr: Revérifier
it: Ricontrollare
ja: もう一度確認してください
km: ពិនិត្យម្តងទៀត
ko: 다시 확인하세요
nb: Sjekk igjen
pl: Sprawdź ponownie
pt_br: Verifique novamente
ru: Проверьте еще раз
th: ตรวจสอบอีกครั้ง
tr: Tekrar kontrol edin
uk: Перевірте ще раз
zh_hans: 再次检查
zh_hant: 再次檢查

# uniconnect.ssh.setup.action.editConnection
source: Edit connection
ar: تحرير الاتصال
bs: Uredi vezu
da: Rediger forbindelse
de: Verbindung bearbeiten
es: Editar conexión
fr: Modifier la connexion
it: Modifica connessione
ja: 接続の編集
km: កែសម្រួលការតភ្ជាប់
ko: 연결 수정
nb: Rediger tilkobling
pl: Edytuj połączenie
pt_br: Editar conexão
ru: Изменить соединение
th: แก้ไขการเชื่อมต่อ
tr: Bağlantıyı düzenle
uk: Редагувати підключення
zh_hans: 编辑连接
zh_hant: 編輯連接

# uniconnect.ssh.setup.action.installTmux
source: Install tmux
ar: قم بتثبيت tmux
bs: Instalirajte tmux
da: Installer tmux
de: Installieren Sie tmux
es: Instalar tmux
fr: Installer tmux
it: Installa tmux
ja: tmuxをインストールする
km: ដំឡើង tmux
ko: tmux 설치
nb: Installer tmux
pl: Zainstaluj tmux
pt_br: Instale tmux
ru: Установить tmux
th: ติดตั้ง tmux
tr: tmux'yi yükleyin
uk: Встановіть tmux
zh_hans: 安装tmux
zh_hant: 安裝tmux

# uniconnect.ssh.setup.checking
source: Connecting and checking tmux…
ar: الاتصال والتحقق من tmux...
bs: Povezivanje i provjera tmux…
da: Tilslutter og kontrollerer tmux...
de: tmux anschließen und prüfen…
es: Conectando y comprobando tmux…
fr: Connexion et vérification du tmux…
it: Collegamento e controllo di tmux…
ja: tmux を接続して確認しています…
km: កំពុងភ្ជាប់ និងពិនិត្យ tmux…
ko: tmux 연결 및 확인 중…
nb: Kobler til og kontrollerer tmux...
pl: Podłączanie i sprawdzanie tmux…
pt_br: Conectando e verificando tmux…
ru: Подключение и проверка tmux…
th: กำลังเชื่อมต่อและตรวจสอบ tmux...
tr: tmux bağlanıyor ve kontrol ediliyor…
uk: Підключення та перевірка tmux…
zh_hans: 连接并检查 tmux…
zh_hant: 連接並檢查 tmux…

# uniconnect.ssh.setup.detected
source: Detected: %@
ar: تم الكشف: %@
bs: Otkriveno: %@
da: Registreret: %@
de: Erkannt: %@
es: Detectado: %@
fr: Détecté : %@
it: Rilevato: %@
ja: 検出されました: %@
km: បានរកឃើញ៖ %@
ko: 감지됨: %@
nb: Oppdaget: %@
pl: Wykryto: %@
pt_br: Detectado: %@
ru: Обнаружено: %@
th: ตรวจพบ: %@
tr: Algılanan: %@
uk: Виявлено: %@
zh_hans: 检测到：%@
zh_hant: 檢測到：%@

# uniconnect.ssh.setup.failed.title
source: The server could not be prepared
ar: لا يمكن تحضير الخادم
bs: Server nije mogao biti pripremljen
da: Serveren kunne ikke forberedes
de: Der Server konnte nicht vorbereitet werden
es: No se pudo preparar el servidor
fr: Le serveur n'a pas pu être préparé
it: Non è stato possibile preparare il server
ja: サーバーを準備できませんでした
km: ម៉ាស៊ីនមេមិនអាចត្រូវបានរៀបចំបានទេ។
ko: 서버를 준비할 수 없습니다.
nb: Serveren kunne ikke klargjøres
pl: Nie można przygotować serwera
pt_br: O servidor não pôde ser preparado
ru: Сервер не может быть подготовлен
th: ไม่สามารถเตรียมเซิร์ฟเวอร์ได้
tr: Sunucu hazırlanamadı
uk: Не вдалося підготувати сервер
zh_hans: 服务器无法准备
zh_hant: 伺服器無法準備

# uniconnect.ssh.setup.installDescription
source: UniConnect will install the tmux package with the system package manager (apt, dnf, yum, apk, pacman, zypper, or brew). It will not change anything else.
ar: سيقوم UniConnect بتثبيت حزمة tmux مع مدير حزم النظام (apt أو dnf أو yum أو apk أو pacman أو zypper أو brew). ولن يغير أي شيء آخر.
bs: UniConnect će instalirati paket tmux pomoću sistemskog upravitelja paketa (apt, dnf, yum, apk, pacman, zypper ili brew). Neće promijeniti ništa drugo.
da: UniConnect installerer tmux-pakken med systempakkehåndteringen (apt, dnf, yum, apk, pacman, zypper eller brew). Det vil ikke ændre på andet.
de: UniConnect installiert das tmux-Paket mit dem Systempaketmanager (apt, dnf, yum, apk, pacman, zypper oder brew). Es wird nichts anderes ändern.
es: UniConnect instalará el paquete tmux con el administrador de paquetes del sistema (apt, dnf, yum, apk, pacman, zypper o brew). No cambiará nada más.
fr: UniConnect installera le package tmux avec le gestionnaire de packages système (apt, dnf, yum, apk, pacman, zypper ou brew). Cela ne changera rien d’autre.
it: UniConnect installerà il pacchetto tmux con il gestore pacchetti di sistema (apt, dnf, yum, apk, pacman, zypper o brew). Non cambierà nient'altro.
ja: UniConnect は、システム パッケージ マネージャー (apt、dnf、yum、apk、pacman、zypper、または brew) を使用して tmux パッケージをインストールします。それ以外は何も変わりません。
km: UniConnect នឹងដំឡើងកញ្ចប់ tmux ជាមួយនឹងកម្មវិធីគ្រប់គ្រងកញ្ចប់ប្រព័ន្ធ (apt, dnf, yum, apk, pacman, zypper, ឬ brew)។ វានឹងមិនផ្លាស់ប្តូរអ្វីផ្សេងទៀតទេ។
ko: UniConnect는 시스템 패키지 관리자(apt, dnf, yum, apk, pacman, zypper 또는 brew)를 사용하여 tmux 패키지를 설치합니다. 다른 것은 변경되지 않습니다.
nb: UniConnect vil installere tmux-pakken med systempakkebehandleren (apt, dnf, yum, apk, pacman, zypper eller brew). Det vil ikke endre noe annet.
pl: UniConnect zainstaluje pakiet tmux za pomocą menedżera pakietów systemowych (apt, dnf, yum, apk, pacman, zypper lub brew). To nie zmieni niczego innego.
pt_br: UniConnect instalará o pacote tmux com o gerenciador de pacotes do sistema (apt, dnf, yum, apk, pacman, zypper ou brew). Não mudará mais nada.
ru: UniConnect установит пакет tmux с помощью системного менеджера пакетов (apt, dnf, yum, apk, pacman, zypper или brew). Больше ничего не изменится.
th: UniConnect จะติดตั้งแพ็คเกจ tmux พร้อมด้วยตัวจัดการแพ็คเกจระบบ (apt, dnf, yum, apk, pacman, zypper หรือ brew) มันจะไม่เปลี่ยนแปลงสิ่งอื่นใด
tr: UniConnect, tmux paketini sistem paketi yöneticisiyle (apt, dnf, yum, apk, pacman, zypper veya brew) yükleyecektir. Başka hiçbir şeyi değiştirmeyecektir.
uk: UniConnect встановить пакет tmux із системним менеджером пакетів (apt, dnf, yum, apk, pacman, zypper або brew). Більше нічого це не змінить.
zh_hans: UniConnect 将使用系统包管理器（apt、dnf、yum、apk、pacman、zypper 或 brew）安装 tmux 包。它不会改变任何其他事情。
zh_hant: UniConnect 將使用系統套件管理器（apt、dnf、yum、apk、pacman、zypper 或 brew）安裝 tmux 套件，不會變更任何其他內容。

# uniconnect.ssh.setup.installing
source: Installing tmux on the server…
ar: جارٍ تثبيت tmux على الخادم...
bs: Instaliranje tmux na server…
da: Installerer tmux på serveren...
de: tmux auf dem Server installieren…
es: Instalando tmux en el servidor…
fr: Installation de tmux sur le serveur…
it: Installazione di tmux sul server…
ja: tmux をサーバーにインストールしています…
km: កំពុងដំឡើង tmux នៅលើម៉ាស៊ីនមេ...
ko: 서버에 tmux 설치…
nb: Installerer tmux på serveren...
pl: Instalowanie tmux na serwerze…
pt_br: Instalando tmux no servidor…
ru: Установка tmux на сервер…
th: กำลังติดตั้ง tmux บนเซิร์ฟเวอร์...
tr: tmux sunucuya yükleniyor…
uk: Встановлення tmux на сервер…
zh_hans: 正在服务器上安装 tmux...
zh_hant: 正在伺服器上安裝 tmux...
